Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: ས་པ་དང་། མིང་དང་གཟུགས་དང་སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་ཚོར་བ་དང་སྲེད་པ་དང་། ལེན་པ་དང་སྲིད་པ་དང་སྐྱེ་བ་དང་། རྒ་ཤི་ལ་གནས་པ་ཡང་མ་ཡིན་མི་གནས་པ་ཡང་མ་ཡིན། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་གནས་པ་ཡང་མ་ཡིན། མི་གནས་པ་ཡང་མ་ཡིན། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་གནས་པ་ཡང་མ་ཡིན། མི་གནས་པ་ཡང་མ་ཡིན། ནང་སྟོང་པ་ཉིད་ལ་གནས་པ་ཡང་མ་ཡིན་མི་གནས་པ་ཡང་མ་ཡིན། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ལ་གནས་པ་ཡང་མ་ཡིན། མི་གནས་པ་ཡང་མ་ཡིན། དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ལ་གནས་པ་ཡང་མ་ཡིན་མི་གནས་པ་ཡང་མ་ཡིན། ཡང་དག་པར་སྤོང་བ་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ལ་གནས་པ་ཡང་མ་ཡིན་མི་གནས་པ་ཡང་མ་ཡིན། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ལ་གནས་པ་ཡང་མ་ཡིན་མི་གནས་པ་ཡང་མ་ཡིན། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་ལ་གནས་པ་ཡང་མ་ཡིན་མི་གནས་པ་ཡང་མ་ཡིན་པ་དེ་ལྟར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་གནས་པར་བྱ་སྟེ། ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་དེ་ལྟར་མི་དམིགས་པའི་ཚུལ་གྱིས་བསླབ་པར་བྱའོ། །གནས་པར་བྱའོ།
en: Venerable Śāradvatīputra, bodhisattva great beings should train and dwell on the perfection of wisdom accordingly, without apprehending anything.”

source: །དེ་ནས་འཁོར་དེའི་ནང་ནས་ལྷའི་བུ་ཁ་ཅིག་འདི་སྙམ་དུ་སེམས་པར་གྱུར་ཏེ། གང་གནོད་སྦྱིན་རྣམས་ཀྱི་གནོད་སྦྱིན་གྱི་ཚིག་དང་། གནོད་སྦྱིན་གྱི་སྐད་དང་གནོད་སྦྱིན་གྱི་སྒྲ་དང་། གནོད་སྦྱིན་གྱི་བརྗོད་པ་དེ་དག་ནི་སྨྲས་པར་གྱུར་ན།
en: There were then some gods among the assembly who thought, “We can understand the words of the yakṣas, the language of the yakṣas, the terminology of the yakṣas, and the expressions of the yakṣas, when uttered by the yakṣas, and yet we cannot understand these explanations, statements, teachings, interpretations, elucidations, and established instructions of the perfection of wisdom, which the venerable Subhūti has just given.”

source: ཤེས་པར་རུང་གི །
en: Then the venerable Subhūti, knowing in his own mind the thoughts of these gods, addressed them as follows: “Divine princes!

source: གང་འཕགས་པ་རབ་འབྱོར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འཆད་པ་དང་བརྗོད་པ་དང་སྟོན་པ་དང་།
en: Are you unable to understand the perfection of wisdom?” {

source: རྣམ་པར་འབྱེད་པ་དང་གསལ་བར་བྱེད་པ་དང་།
en: Ki.

source: གཏན་ལ་བབ་པར་སྟོན་པ་དེ་ནི་ཤེས་པར་མི་རུང་ངོ་།
en: II-III: 12} “Indeed, Blessed Subhūti, we cannot understand the perfection of wisdom,” they replied.

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས། ལྷའི་བུ་དེ་དག་གི་སེམས་ཀྱི་རྣམ་པར་རྟོག་པ་དེ་སེམས་ཀྱིས་ཡོངས་སུ་ཤེས་ནས། ལྷའི་བུ་དེ་དག་ལ་སྨྲས་པ།
en: Then the venerable Subhūti again addressed these gods: “Divine princes!

source: ལྷའི་བུ་དག་གང་སྨྲས་པ། དེ་ཤེས་པར་མི་རུང་ངམ།
en: Are you unable to understand what I have said?” “

source: ལྷའི་བུ་རྣམས་ཀྱིས་སྨྲས་པ། འཕགས་པ་རབ་འབྱོར་ཤེས་པར་མི་རུང་ངོ་།
en: Noble Subhūti, we cannot understand,” replied the gods.

source: །རབ་འབྱོར་གྱིས་སྨྲས་པ། ལྷའི་བུ་དག་འདི་ལྟར་ཡི་གེ་གཅིག་ཀྱང་མ་བརྗོད་ཀྱིས། གང་མ་བརྗོད་པ་དེ་ནི་ཐོས་པར་མི་རུང་ངོ་།
en: Subhūti said, “Divine princes, not a single syllable has been uttered, and so you cannot hear that which is not expressed.

source: །གང་ཐོས་པར་མི་རུང་བ་དེ་ནི་ཤེས་པར་མི་རུང་ངོ་།
en: You cannot understand that which you cannot hear.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་ཡི་གེ་མ་ཡིན་ཏེ། །དེ་ལ་སུ་ཡང་སྟོན་པ་དང་ཉན་པ་དང་། ཤེས་པར་བྱེད་པ་མེད་དེ།
en: If you ask why, divine princes, it is because the perfection of wisdom does not consist of syllables, and there is no one who would teach it, no listener who would hear it, and no one who would understand it.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། ལྷའི་བུ་དག་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱི་བྱང་ཆུབ་ནི་ཡི་གེ་མེད་པའོ། །ལྷའི་བུ་དག་འདི་ལྟ་སྟེ་དཔེར་ན། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱི་སྤྲུལ་པ་ཞིག་སྤྲུལ་ཏེ།
en: If you ask why, divine princes, it is because there are no syllables in the enlightenment of the tathāgatas, arhats, completely awakened buddhas.

source: སྤྲུལ་པ་དེས་ཀྱང་དགེ་སློང་དང་།
en: Divine princes!

source: དགེ་སློང་མ་དང་དགེ་བསྙེན་དང་། དགེ་བསྙེན་མའི་འཁོར་བཞི་མངོན་པར་སྤྲུལ་ལ་དེ་ནས་སྤྲུལ་པ་དེས་སྤྲུལ་པའི་འཁོར་བཞི་པོ་དེ་དག་ལ་ཆོས་བསྟན་པར་གྱུར་ན། ལྷའི་བུ་དག་དེ་ལ་ཇི་སྙམ་དུ་སེམས། འཁོར་དེར་སུས་ཀྱང་བསྟན་པར་གྱུར་པའམ། སུས་ཀྱང་ཐོས་པར་གྱུར་པའམ།
en: Suppose that the tathāgatas, arhats, completely awakened buddhas were to conjure an emanation, and if that emanation too were to conjure forth the four assemblies of monks, nuns, laymen, and laywomen, and if through that emanation they were to teach the Dharma to these four assemblies, do you think, divine princes, that there would be anyone teaching those assemblies, or anyone who would hear, or anyone who would understand?” “

source: སུས་ཀྱང་ཤེས་པར་གྱུར་པ་ཡོད་དམ། སྨྲས་པ་ཚེ་དང་ལྡན་པ་བཙུན་པ་རབ་འབྱོར་དེ་ནི་མེད་དོ།
en: There would not, venerable, blessed Subhūti!”

source: །རབ་འབྱོར་གྱིས་སྨྲས་པ།
en: they answered.

source: ལྷའི་བུ་དག་དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ཀྱང་སྤྲུལ་བ་ལྟ་བུ་སྟེ།
en: Subhūti then said, “Divine princes, similarly, all doctrines are like phantoms.

source: དེ་ལ་སུས་ཀྱང་བསྟན་པ་མེད་དོ།
en: They are not taught by anyone.

source: །སུས་ཀྱང་ཐོས་པ་མེད་དོ།
en: They are not heard by anyone, and indeed they are not known by anyone at all. “

source: །སུས་ཀྱང་ཤེས་པ་མེད་དོ་ལྷའི་བུ་དག་འདི་ལྟ་སྟེ་དཔེར་ན་སྐྱེས་བུ་གཉིད་ཀྱིས་ལོག་པའི་རྨི་ལམ་ན། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཤིག་ཆོས་སྟོན་པ་མཐོང་ན་ལྷའི་བུ་དག་དེ་ལ་ཇི་སྙམ་དུ་སེམས། དེ་ལ་བསྟན་པའམ།
en: Divine princes, suppose that someone were to see in a dream a tathāgata, arhat, completely awakened buddha, teaching the Dharma.

source: ཐོས་པ་འམ།
en: Do you think, divine princes, that anything would be taught, heard, or understood by anyone?” “

source: ཤེས་པར་གྱུར་པ་ཡོད་དམ།
en: It would not, blessed Subhūti!”

source: བཙུན་པ་རབ་འབྱོར་དེ་ནི་མེད་དོ། །རབ་འབྱོར་གྱིས་སྨྲས་པ། ལྷའི་བུ་དག་དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ཀྱང་རྨི་ལམ་ལྟ་བུ་སྟེ།
en: Divine princes,” Subhūti continued, “similarly, all doctrines are like dreams.

source: །སུས་ཀྱང་ཐོས་པ་མེད་དོ། །སུས་ཀྱང་ཤེས་པ་མེད་དོ།
en: They are not heard by anyone, and they are not understood by anyone at all. “

source: །ལྷའི་བུ་དག་འདི་ལྟ་སྟེ་དཔེར་ན། སྐྱེས་བུ་གཉིས་ཤིག་རིའི་སུལ་དུ་འཁོད་དེ། སངས་རྒྱས་ཀྱི་ལེགས་པ་ཡང་བརྗོད་ཆོས་དང་དགེ་འདུན་གྱི་ལེགས་པ་ཡང་བརྗོད་ལ་དེ་གཉིས་ལས་སྒྲ་བརྙན་གྱི་དབྱངས་བྱུང་ན། ལྷའི་བུ་དག་དེ་ལ་ཇི་སྙམ་དུ་སེམས། སྒྲ་བརྙན་གཅིག་པོ་དེས་སྒྲ་བརྙན་གཉིས་པའི་སྒྲ་ཤེས་པར་གྱུར་པ་ཡོད་དམ།
en: Divine princes, suppose two people standing in the defile of a ravine were to praise the Buddha, and likewise praise the Dharma and the Saṅgha, and if echoes were to reverberate from those two, do you think, divine princes, that the first echo would understand the sound of the second echo?” “

source: སྨྲས་པ་བཙུན་པ་རབ་འབྱོར་དེ་ནི་མེད་དོ།
en: It would not, blessed Subhūti!”

source: །རབ་འབྱོར་ཀྱིས་སྨྲས་པ།
en: they answered. “

source: ལྷའི་བུ་དག་དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ཀྱང་སྒྲ་བརྙན་ལྟ་བུ་སྟེ།
en: Divine princes,” Subhūti continued, “similarly, all doctrines are like echoes.

source: །སུས་ཀྱང་ཐོས་པ་མེད་དོ། །སུས་ཀྱང་ཤེས་པ་མེད་དོ། །ལྷའི་བུ་དག་འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་མཁན་པོའམ། སྒྱུ་མའི་མཁན་པོའི་མཆན་བུ་མཁས་པ་ཞིག་གིས་ལམ་པོ་ཆེའི་བཞི་མདོར།
en: They are not heard by anyone, and they are not understood by anyone at all. “

source: དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཤིག་མངོན་པར་སྤྲུལ་ཏེ། དགེ་སློང་དང་། དགེ་སློང་མ་དང་དགེ་བསྙེན་དང་། དགེ་བསྙེན་མའི་འཁོར་བཞི་ཡང་མངོན་པར་སྤྲུལ་ནས། དེས་སྤྲུལ་པའི་འཁོར་བཞི་ལ་ཆོས་བསྟན་ན་ལྷའི་བུ་དག་དེ་ལ་ཇི་སྙམ་དུ་སེམས།
en: Divine princes, suppose that an illusionist or the apprentice of an illusionist, standing at a major crossroads, were to conjure a tathāgata, arhat, completely awakened buddha, and he were then to conjure up the four assemblies of monks, nuns, laymen, and laywomen, and if that very [phantom of the tathāgata] were to teach the Dharma to those four phantom assemblies, do you think, divine princes, that there would be anyone teaching or listening, or understanding?” “

source: དེ་ལ་སུས་ཀྱང་བསྟན་པའམ་ཐོས་པ་འམ།
en: There would not, blessed Subhūti!”

source: ཤེས་པར་གྱུར་པ་ཡོད་དམ་སྨྲས་པ།
en: they answered. “

source: བཙུན་པ་རབ་འབྱོར་དེ་ནི་མེད་དོ། །རབ་འབྱོར་གྱིས་སྨྲས་པ་ལྷའི་བུ་དག་དེ་བཞིན་དུ་ཆོས་ཐམས་ཅད་ཀྱང་སྒྱུ་མ་ལྟ་བུ་སྟེ།
en: Divine princes,” Subhūti continued, “similarly, all doctrines are like illusions.

source: །སུས་ཀྱང་ཐོས་པ་མེད་དོ་སུས་ཀྱང་ཤེས་པ་མེད་དོ།
en: They are not heard by anyone, and they are not understood by anyone at all.” {Ki.

source: །དེ་ནས་ལྷའི་བུ་དེ་དག་འདི་སྙམ་དུ་སེམས་པར་གྱུར་ཏེ། ཀྱེ་མ་གནས་བརྟན་རབ་འབྱོར་འདི་ནི་གསལ་བར་བྱེད་པ་སྟེ།
en: II-III: 13} Then these gods thought, “May this elder Subhūti continue to elucidate these matters!

source: ཀྱེ་མ་འཕགས་པ་རབ་འབྱོར་འདི་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་གསལ་བར་བྱེད་ཀྱང་།
en: May this noble Subhūti elucidate the perfection of wisdom!

source: ཟབ་པ་བས་ཀྱང་ཤིན་དུ་ཟབ་པ་སྟོན།
en: He is teaching that which is most profound of all.

source: ཕྲ་བ་བས་ཀྱང་ཤིན་དུ་ཕྲ་བ་ལ་འཇུག་གོ།
en: He is introducing that which is most subtle of all.”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས། ལྷའི་བུ་དེ་དག་གི་སེམས་ཀྱི་རྣམ་པར་རྟོག་པ་སེམས་ཀྱིས་ཡོངས་སུ་ཤེས་ཏེ། ལྷའི་བུ་དེ་དག་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Then the venerable Subhūti, knowing in his own mind the thoughts in the minds of these gods, addressed them as follows: “Divine princes!

source: །ལྷའི་བུ་དག་གཟུགས་ནི་ཟབ་པ་མ་ཡིན། ཕྲ་བ་མ་ཡིན།
en: Physical forms are neither profound nor subtle.

source: ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནི་ཟབ་པ་མ་ཡིན། ཕྲ་བ་མ་ཡིན་ནོ།
en: Feelings, perceptions, formative predispositions, and consciousness are neither profound nor subtle.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། གཟུགས་ཀྱི་རང་བཞིན་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: If you ask why, the nature of physical forms is neither profound nor subtle.

source: ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པའི་རང་བཞིན་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: The nature of feelings, perceptions, formative predispositions, and consciousness is neither profound nor subtle. “

source: །མིག་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: The eyes are neither profound nor subtle.

source: །རྣ་བ་དང་སྣ་དང་ལྕེ་དང་ལུས་དང་། ཡིད་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: The ears, nose, tongue, body, and mental faculty are neither profound nor subtle.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། མིག་གི་རང་བཞིན་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: If you ask why, the nature of the eyes is neither profound nor subtle.

source: །རྣ་བ་དང་སྣ་དང་ལྕེ་དང་ལུས་དང་། ཡིད་ཀྱི་རང་བཞིན་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: The nature of the ears, nose, tongue, body, and mental faculty is neither profound nor subtle. “

source: །གཟུགས་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: Sights are neither profound nor subtle.

source: །སྒྲ་དང་དྲི་དང་རོ་དང་རེག་དང་། ཆོས་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: Sounds, odors, tastes, tangibles, and mental phenomena are neither profound nor subtle.

source: །སྒྲ་དང་དྲི་དང་རོ་དང་རེག་དང་། ཆོས་ཀྱི་རང་བཞིན་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: The nature of sounds, odors, tastes, tangibles, and mental phenomena is neither profound nor subtle. “

source: །མིག་གི་རྣམ་པར་ཤེས་པ་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: Visual consciousness is neither profound nor subtle.

source: །རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: Auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness are neither profound nor subtle.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། མིག་གི་རྣམ་པར་ཤེས་པའི་རང་བཞིན་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: If you ask why, the nature of visual consciousness is neither profound nor subtle.

source: །རྣ་བའི་རྣམ་པར་ཤེས་པའི་རང་བཞིན་དང་། སྣའི་རྣམ་པར་ཤེས་པའི་རང་བཞིན་དང་། ལྕེའི་རྣམ་པར་ཤེས་པའི་རང་བཞིན་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་རང་བཞིན་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་རང་བཞིན་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: The nature of auditory consciousness, the nature of olfactory consciousness, the nature of gustatory consciousness, the nature of tactile consciousness, and the nature of mental consciousness are neither profound nor subtle. “

source: །མིག་གི་འདུས་ཏེ་རེག་པ་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: Visually compounded sensory contact is neither profound nor subtle.

source: །རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: Aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact are neither profound nor subtle.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། མིག་གི་འདུས་ཏེ་རེག་པའི་རང་བཞིན་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: If you ask why, the nature of visually compounded sensory contact is neither profound nor subtle.

source: །རྣ་བའི་འདུས་ཏེ་རེག་པའི་རང་བཞིན་དང་། སྣའི་འདུས་ཏེ་རེག་པའི་རང་བཞིན་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རང་བཞིན་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རང་བཞིན་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རང་བཞིན་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: The nature of aurally compounded sensory contact, the nature of nasally compounded sensory contact, the nature of lingually compounded sensory contact, the nature of corporeally compounded sensory contact, and the nature of mentally compounded sensory contact are neither profound nor subtle. “

source: །མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: Feelings conditioned by visually compounded sensory contact are neither profound nor subtle.

source: །རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: Feelings conditioned by aurally compounded sensory contact, feelings conditioned by nasally compounded sensory contact, feelings conditioned by lingually compounded sensory contact, feelings conditioned by corporeally compounded sensory contact, and feelings conditioned by mentally compounded sensory contact are neither profound nor subtle.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་རང་བཞིན་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: If you ask why, the nature of feelings conditioned by visually compounded sensory contact is neither profound nor subtle.

source: །རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་རང་བཞིན་དང་། སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་རང་བཞིན་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་རང་བཞིན་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་རང་བཞིན་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་རང་བཞིན་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: The nature of feelings conditioned by aurally compounded sensory contact, the nature of feelings conditioned by nasally compounded sensory contact, the nature of feelings conditioned by lingually compounded sensory contact, the nature of feelings conditioned by corporeally compounded sensory contact, and the nature of feelings conditioned by mentally compounded sensory contact are neither profound nor subtle. “

source: །སའི་ཁམས་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: The earth element is neither profound nor subtle.

source: །ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: The water element, the fire element, the wind element, the space element, and the consciousness element are neither profound nor subtle.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། སའི་ཁམས་ཀྱི་རང་བཞིན་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: If you ask why, the nature of the earth element is neither profound nor subtle.

source: །ཆུའི་ཁམས་ཀྱི་རང་བཞིན་དང་། མེའི་ཁམས་ཀྱི་རང་བཞིན་དང་། རླུང་གི་ཁམས་ཀྱི་རང་བཞིན་དང་། ནམ་མཁའི་ཁམས་ཀྱི་རང་བཞིན་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་རང་བཞིན་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: The nature of the water element, the nature of the fire element, the nature of the wind element, the nature of the space element, and the nature of the consciousness element are neither profound nor subtle. “

source: །མ་རིག་པ་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ། །འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་དང་། མིང་དང་གཟུགས་དང་།
en: Fundamental ignorance is neither profound nor subtle.

source: སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་ཚོར་བ་དང་། སྲེད་པ་དང་ལེན་པ་དང་། སྲིད་པ་དང་། སྐྱེ་བ་དང་རྒ་ཤི་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: Formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, and aging and death are neither profound nor subtle.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། མ་རིག་པའི་རང་བཞིན་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ། །འདུ་བྱེད་ཀྱི་རང་བཞིན་དང་། རྣམ་པར་ཤེས་པའི་རང་བཞིན་དང་།
en: If you ask why, the nature of ignorance is neither profound nor subtle.

source: མིང་དང་གཟུགས་ཀྱི་རང་བཞིན་དང་། སྐྱེ་མཆེད་དྲུག་གི་རང་བཞིན་དང་། རེག་པའི་རང་བཞིན་དང་། ཚོར་བའི་རང་བཞིན་དང་། སྲེད་པའི་རང་བཞིན་དང་།
en: The nature of formative predispositions, the nature of consciousness, the nature of name and form, the nature of the six sense fields, the nature of sensory contact, the nature of sensation, the nature of craving, the nature of grasping, the nature of the rebirth process, the nature of actual birth, and the nature of aging and death are neither profound nor subtle. “

source: ལེན་པའི་རང་བཞིན་དང་། སྲིད་པའི་རང་བཞིན་དང་། སྐྱེ་བའི་རང་བཞིན་དང་། རྒ་ཤིའི་རང་བཞིན་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ། །སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: The perfection of generosity is neither profound nor subtle.

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: The perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom are neither profound nor subtle.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པའི་རང་བཞིན་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: If you ask why, the nature of the perfection of generosity is neither profound nor subtle.

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའི་རང་བཞིན་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པའི་རང་བཞིན་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའི་རང་བཞིན་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པའི་རང་བཞིན་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའི་རང་བཞིན་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: The nature of the perfection of ethical discipline, the nature of the perfection of tolerance, the nature of the perfection of perseverance, the nature of the perfection of meditative concentration, and the nature of the perfection of wisdom are neither profound nor subtle. “

source: །ནང་སྟོང་པ་ཉིད་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: The emptiness of internal phenomena is neither profound nor subtle.

source: །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: The [other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, are neither profound nor subtle.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། ནང་སྟོང་པ་ཉིད་ཀྱི་རང་བཞིན་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: If you ask why, the nature of the emptiness of internal phenomena is neither profound nor subtle.

source: །དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་གྱི་རང་བཞིན་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: The natures of the [other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, are neither profound nor subtle. “

source: །དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ། །ཡང་དག་པར་སྤོང་བ་རྣམས་དང་།
en: The applications of mindfulness are neither profound nor subtle.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: The correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path are neither profound nor subtle.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། དྲན་པ་ཉེ་བར་གཞག་པའི་རང་བཞིན་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ། །ཡང་དག་པར་སྤོང་བ་དང་།
en: If you ask why, the nature of the applications of mindfulness is neither profound nor subtle.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་རང་བཞིན་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: The nature of the correct exertions, the nature of the supports for miraculous ability, the nature of the faculties, the nature of the powers, the nature of the branches of enlightenment, and the nature of the noble eightfold path are neither profound nor subtle. “

source: །འཕགས་པའི་བདེན་པ་རྣམས་ནི་ཟབ་པ་མ་ཡིན། ཕྲ་བ་མ་ཡིན་ནོ། །བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་པ་རྣམས་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་།
en: The truths of the noble ones are neither profound nor subtle.

source: རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་ནི་ཟབ་པ་མ་ཡིན།
en: The meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, the gateways of liberation—emptiness, signlessness, and wishlessness—the extrasensory powers, the meditative stabilities, and the dhāraṇī gateways are neither profound nor subtle.

source: ཕྲ་བ་མ་ཡིན་ནོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། འཕགས་པའི་བདེན་པའི་རང་བཞིན་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ། །བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་།
en: If you ask why, the nature of the truths of the noble ones is neither profound nor subtle.

source: རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་།
en: The natures of the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, the gateways of liberation—emptiness, signlessness, and wishlessness—the extrasensory powers, the meditative stabilities, and the dhāraṇī gateways are neither profound nor subtle. “

source: གཟུངས་ཀྱི་སྒོའི་རང་བཞིན་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ། །དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: The ten powers of the tathāgatas are neither profound nor subtle.

source: །མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: The four fearlessnesses, the four kinds of exact knowledge, the eighteen distinct qualities of the buddhas, and the [fruits and realizations], up to and including all-aspect omniscience, are neither profound nor subtle.

source: དེ་བཞིན་གཤེགས་པའི་སྟོབས་ཀྱི་རང་བཞིན་ནི་ཟབ་པ་མ་ཡིན་ཕྲ་བ་མ་ཡིན་ནོ།
en: If you ask why, the nature of the ten powers of the tathāgatas is neither profound nor subtle.

source: །མི་འཇིགས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་གྱི་རང་བཞིན་ནི་ཟབ་པ་མ་ཡིན། ཕྲ་བ་མ་ཡིན་ནོ།
en: The natures of the fearlessnesses, the kinds of exact knowledge, the distinct qualities of the buddhas and the [fruits and realizations], up to and including all-aspect omniscience, are neither profound nor subtle.”

source: །དེ་ནས་ལྷའི་བུ་དེ་དག་འདི་སྙམ་དུ་སེམས་པར་གྱུར་ཏེ། ཆོས་བསྟན་པ་འདི་ལ་ནི་གཟུགས་སུ་བཏགས་པ་མེད་དོ།
en: Then these gods thought, “In this teaching of the Dharma, there is no conception of physical forms.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པར་བཏགས་པ་མེད་དོ།
en: There is no conception of feelings, perceptions, formative predispositions, or consciousness.
